/**
 * 批量操作权限code码
 */
export const PermissionConst = {
  /**
   * 开权限
   */
  turnOn: ['09-1-2-1-1', '09-2-2-1-1', '09-3-2-1-1'],
  /**
   * 关权限
   */
  turnOff:  ['09-1-2-1-2', '09-2-2-1-2', '09-3-2-1-2'],
  /**
   * 上电
   */
  powerOn: ['09-1-2-1-3', '09-2-2-1-3', '09-3-2-1-3'],
  /**
   * 下电
   */
  powerOff:  ['09-1-2-1-4', '09-2-2-1-4', '09-3-2-1-4'],
  /**
   * 照明调光
   */
  lightChange: ['09-1-2-1-5'],
  /**
   * 信息屏亮度
   */
  screenLight: ['09-2-2-1-5'],
  /**
   * 信息屏音量
   */
  screenVolume: ['09-2-2-1-8'],
  /**
   * 同步播放
   */
  screenSynchronization: ['09-2-2-2-7']
};
